[
    {
        "title" : "What is a Private Lender?",
        "text" : "A Private Lender is an investor who makes loans secured by real estate, typically charging higher rates than banks but also making loans that banks would not make, funding more quickly than banks and/or requiring less documentation than banks."
    },
    {
        "title" : "Why do Private Lenders exist?",
        "text" : "Private Lenders exist because many real estate investors need a quick response / funding to secure a deal when looking for a real estate loan. Banks and other institutional lenders that offer the lowest interest rates don’t provide the same combination of speed and transparency in their decision-making process, along with quick access to capital."
    },
    {
        "title" : "What are some of the advantages of using Private Lenders?",
        "text" : "Private Loans can have a number of advantages over traditional bank financing including:$A simpler application process and quicker approval/disapproval decision$Less scrutiny of the borrower’s personal financial situation, including income and historical tax returns, compared to bank loans.$Borrowers can allocate less time to seeking financing and instead concentrate on other business$Most private money lenders do not expect perfect credit and substantial amounts of disposable income from borrowers, but instead focus on the merits of the specific deal under consideration$Self-employment is acceptable to private lenders, whereas many banks view self-employment negatively and strongly prefer lending to professionals with very steady income."
        
    },
    {
        "title" : "What are some of the disadvantages of using Private Lenders?",
        "text" : "Disadvantages of seeking a private money loan may include:$Private money loans are more expensive than bank loans, with higher interest rates and origination fees$The quality of private money lenders varies substantially from one lender to another; some are unscrupulous and may be seeking to have the borrower default in order to foreclose on the underlying real estate as a business strategy$Some lenders may collect non-refundable deposits without having the capital required to make the loan; they may either hope to find the capital once the loan is “tied up” or in rare cases, they may simply aim to collect the deposit with no intention of funding the loan."
    },
    {
        "title" : "When should one use a Private Lender?",
        "text" : "A borrower might consider using a private money / private money loan in situations where he or she is willing to pay a higher interest rate and/or higher up-front fees in the interest of gaining access to capital more quickly, dealing with less bureaucracy and more transparency during the application process, and finding capital to pursue an opportunity that banks will not finance, either because they are unwilling or unable to do so."
    },
    {
        "title" : "How are Private Loans regulated?",
        "text" : "Private Loans are typically regulated at the state level via the Department of Real Estate, as at least one person associated with the loans must have a valid Real Estate Broker License. Additional licensing requirements may be required on a state-by-state basis.#Cross-state transactions fall under the jurisdiction of both states involved and are subject to each state’s respective requirements. Securities licenses are usually not required for private loans unless a loan is classified as a securities offering due to the loan being syndicated to multiple investors"
    },
    {
        "title" : "How do Private Lenders compete?",
        "text" : "Private Lenders compete on fees, interest rates, their reputation, and quality of service, which includes the ability to fund a deal quickly and being more accessible to the borrower during the term of the loan and/or flexibility in case of unforeseen events and how the lender responds to special borrower requests."
    },
    {
        "title" : "What kinds of property do Private Lenders lend against?",
        "text" : "Private Lenders will lend on both commercial and residential properties, although many will not lend on owner-occupied residences due to higher thresholds of scrutiny required by law. Commercial properties can include industrial, shopping centers, and office buildings. Some, but not all, lenders will also invest in raw land slated for development and even hotels.#Vacation homes (single family residences), even if not a primary residence, are considered “owner occupied” and may or may not be financeable depending on the lender’s criteria regarding owner-occupied home loans."
    },
    {
        "title" : "When should you use a private lender?",
        "text" : "Borrowers might consider using a private loan in situations where they are willing to pay a higher interest rate and/or higher up-front fees in the interest of gaining access to capital more quickly, dealing with less bureaucracy and more transparency during the application process, and finding capital to pursue an opportunity that banks will not finance."
    },
    {
        "title" : "What documents are involved in Private Loans?",
        "text" : "Typical loan documents required for private loans include a Note and a Deed of Trust; other documentation requirements do vary but may include a personal guarantee from borrower (sometimes non-recourse loans are issued without a personal guarantee); personal financial statements such as past tax returns and proof of income; and assurance that the borrower has access to sufficient cash to perform all proposed property renovations."
    },
    {
        "title" : "How much do Private Lenders charge?",
        "text" : "Private Lenders typically will charge interest rates in the high single digits to low double digits, with a range of 7.5% to 12% being considered standard. Additionally, origination fees can range from 1-3 points, with any additional points above this range usually signaling that there are numerous brokers involved in the transaction.%It should be noted that points paid on a longer-term loan may be beneficial if the borrower needs capital for a longer period, as it is not uncommon for many private lenders to include pre-payment penalties which guarantee the lender a minimum number of months of interest on the loan principal. Borrowers should also be aware that extension options are possible on loans and are a matter of negotiation with a lender."
    },
    {
        "title" : "What happens if a borrower doesn’t pay the Private Lender back?",
        "text" : "A borrower who defaults on a private loan ultimately is subject to having the lender foreclose on the property which has been put up for collateral. oIt should be noted that lenders typically follow a sequence of steps in order to try to avoid this final recourse. Such steps may include the lender attempting to reach the borrower to find out the current status and disposition of the property in order to see if things can be worked out cordially; the penultimate step is to file a Notice of Default if necessary, to trigger the legal foreclosure process."
    },
    {
        "title" : "How do Private Lenders decide how much to lend?",
        "text" : "Private Lenders make lending decisions based on either a Loan-to-Cost (LTC) ratio or Loan-to-Value (LTV) ratio. These ratios measure the risk of the loan by comparing the loan amount to the cost and value of the underlying real estate, respectively."
    }

]