[
    {
        "title": "¿Qué es un prestamista privado?",
        "text": "Un prestamista privado es un inversor que concede préstamos garantizados por bienes raíces, normalmente cobra tasas más altas que los bancos, pero también concede préstamos que los bancos no otorgarían, financiando más rápidamente que los bancos y / o requiriendo menos documentación que los bancos"
    },
    {
        "title": "¿Por qué existen los prestamistas privados?",
        "text": "Los prestamistas privados existen porque muchos inversores inmobiliarios necesitan una respuesta / financiación rápida para asegurar un trato cuando buscan un préstamo inmobiliario. Los bancos y otros prestamistas institucionales que ofrecen las tasas de interés más bajas no ofrecen la misma combinación de velocidad y transparencia en su proceso de toma de decisiones, junto con un rápido acceso al capital "
    },
    {
        "title": "¿Cuáles son algunas de las ventajas de utilizar prestamistas privados?",
        "text": "Los préstamos privados pueden tener una serie de ventajas sobre la financiación bancaria tradicional, que incluyen:",
        "bullets": ["Un proceso de solicitud más simple y una decisión de aprobación / desaprobación más rápida", "Menos escrutinio de la situación financiera personal del prestatario, incluidas las declaraciones de impuestos históricas y de ingresos, en comparación con los préstamos bancarios", "Los prestatarios pueden dedicar menos tiempo a buscar financiación y, en cambio, se concentran en otros negocios "," La mayoría de los prestamistas privados no esperan un crédito perfecto y cantidades sustanciales de ingresos disponibles de los prestatarios, sino que se centran en los méritos del acuerdo específico que se está considerando "," El trabajo por cuenta propia es aceptable para prestamistas, mientras que muchos bancos ven el trabajo por cuenta propia de manera negativa y prefieren fuertemente otorgar préstamos a profesionales con ingresos muy estables "]
    },
    {
        "title": "¿Cuáles son algunas de las desventajas de utilizar prestamistas privados?",
        "text": "Las desventajas de buscar un préstamo de dinero privado pueden incluir:",
        "bullets": ["Los préstamos de dinero privado son más caros que los préstamos bancarios, con tasas de interés y comisiones de apertura más altas", "La calidad de los prestamistas de dinero privados varía sustancialmente de un prestamista a otro; algunos no tienen escrúpulos y pueden estar buscando el prestatario incumple para ejecutar la ejecución hipotecaria del inmueble subyacente como estrategia comercial "," Algunos prestamistas pueden cobrar depósitos no reembolsables sin tener el capital necesario para realizar el préstamo; pueden esperar encontrar el capital una vez que el préstamo esté 'vinculado', en casos excepcionales, pueden simplemente tener como objetivo cobrar el depósito sin la intención de financiar el préstamo"]
    },
    {
        "title": "¿Cuándo se debe utilizar un prestamista privado?",
        "text": "Un prestatario podría considerar la posibilidad de utilizar un dinero privado o un préstamo de dinero privado en situaciones en las que esté dispuesto a pagar una tasa de interés más alta y / o tarifas iniciales más altas con el fin de obtener acceso al capital más rápidamente. lidiar con menos burocracia y más transparencia durante el proceso de solicitud, y encontrar capital para aprovechar una oportunidad que los bancos no financiarán, ya sea porque no quieren o no pueden hacerlo "
    },
    {
        "title": "¿Cómo se regulan los Préstamos Privados?",
        "text": "Los préstamos privados generalmente se regulan a nivel estatal a través del Departamento de Bienes Raíces, ya que al menos una persona asociada con los préstamos debe tener una licencia de corredor de bienes raíces válida. Es posible que se requieran requisitos de licencia adicionales en un estado por -Base estatal. # Las transacciones entre estados caen bajo la jurisdicción de ambos estados involucrados y están sujetas a los requisitos respectivos de cada estado. Las licencias de valores generalmente no se requieren para préstamos privados a menos que un préstamo se clasifique como una oferta de valores debido a que el préstamo se sindica a varios inversores "
    },
    {
        "title": "¿Cómo compiten los prestamistas privados?",
        "text": "Los prestamistas privados compiten en tarifas, tasas de interés, su reputación y la calidad del servicio, lo que incluye la capacidad de financiar un trato rápidamente y ser más accesible para el prestatario durante el plazo del préstamo y / o flexibilidad en caso de de eventos imprevistos y cómo el prestamista responde a las solicitudes especiales de los prestatarios "
    },
    {
        "title": "¿Qué tipo de propiedad prestan los prestamistas privados?",
        "text": "Los prestamistas privados otorgarán préstamos tanto en propiedades comerciales como residenciales, aunque muchos no otorgarán préstamos en residencias ocupadas por sus propietarios debido a los umbrales de control más altos que exige la ley. Las propiedades comerciales pueden incluir edificios industriales, comerciales y de oficinas. Algunas , pero no todos, los prestamistas también invertirán en terrenos en bruto programados para desarrollo e incluso hoteles. # Las casas de vacaciones (residencias unifamiliares), incluso si no son una residencia principal, se consideran 'ocupadas por el propietario' y pueden o no ser financiables el criterio del prestamista con respecto a los préstamos hipotecarios ocupados por el propietario "
    },
    {
        "title": "¿Cuándo debería utilizar un prestamista privado?",
        "text": "Los prestatarios podrían considerar la posibilidad de utilizar un préstamo privado en situaciones en las que estén dispuestos a pagar una tasa de interés más alta y / o tarifas iniciales más altas con el fin de obtener acceso al capital más rápidamente, lidiando con menos burocracia y más transparencia. durante el proceso de solicitud y la búsqueda de capital para aprovechar una oportunidad que los bancos no financiarán "
    },
    {
        "title": "¿Qué documentos están involucrados en los Préstamos Privados?",
        "texto": "Los documentos de préstamo típicos requeridos para préstamos privados incluyen un pagaré y una escritura de fideicomiso; otros requisitos de documentación varían, pero pueden incluir una garantía personal del prestatario (a veces, los préstamos sin recurso se emiten sin una garantía personal); finanzas personales declaraciones como declaraciones de impuestos anteriores y comprobantes de ingresos, y garantía de que el prestatario tiene acceso a suficiente efectivo para realizar todas las renovaciones de propiedad propuestas "
    },
    {
        "title": "¿Cuánto cobran los prestamistas privados?",
        "text": "Los prestamistas privados normalmente cobrarán tasas de interés de dígitos altos de un solo dígito a dígitos bajos de dos dígitos, con un rango de 7.5% a 12% considerado estándar. Además, las tarifas de originación pueden variar de 1 a 3 puntos, con cualquier los puntos por encima de este rango suelen indicar que hay numerosos corredores involucrados en la transacción.% Cabe señalar que los puntos pagados en un préstamo a más largo plazo pueden ser beneficiosos si el prestatario necesita capital durante un período más largo, ya que no es infrecuente para muchos Los prestamistas privados deben incluir multas por pago anticipado que garantizan al prestamista un número mínimo de meses de interés sobre el capital del préstamo. Los prestatarios también deben ser conscientes de que las opciones de extensión son posibles para los préstamos y son una cuestión de negociación con un prestamista "
    },
    {
        "title": "¿Qué sucede si un prestatario no paga al prestamista privado?",
        "texto": "Un prestatario que incumple con un préstamo privado está sujeto a que el prestamista ejecute la ejecución hipotecaria de la propiedad que se ha ofrecido como garantía. o Cabe señalar que los prestamistas suelen seguir una secuencia de pasos para tratar de evitar Este último recurso. Dichos pasos pueden incluir que el prestamista intente comunicarse con el prestatario para averiguar el estado actual y la disposición de la propiedad a fin de ver si las cosas se pueden resolver cordialmente; el penúltimo paso es presentar una Notificación de incumplimiento si es necesario , para desencadenar el proceso legal de ejecución hipotecaria"
    },
    {
        "title": "¿Cómo deciden los prestamistas privados cuánto prestar?",
        "text": "Los prestamistas privados toman decisiones sobre préstamos en función de la relación préstamo-costo (LTC) o préstamo-valor (LTV). Estas relaciones miden el riesgo del préstamo comparando el monto del préstamo con el costo y el valor del inmueble subyacente, respectivamente"
    }
]